/*
 Copyright (c) 2003-2016, CKSource - Frederico Knabben. All rights reserved.
 For licensing, see LICENSE.md or http://ckeditor.com/license
*/
CKEDITOR.plugins.setLang("placeholder","el",{title:"Î™Î´Î¹ÏŒÏ„Î·Ï„ÎµÏ‚ Î¥Ï€Î¿ÎºÎ±Î¸Î¹ÏƒÏ„ÏŒÎ¼ÎµÎ½Î¿Ï… ÎšÎµÎ¹Î¼Î­Î½Î¿Ï…",toolbar:"Î”Î·Î¼Î¹Î¿Ï…ÏÎ³Î¯Î± Î¥Ï€Î¿ÎºÎ±Î¸Î¹ÏƒÏ„ÏŒÎ¼ÎµÎ½Î¿Ï… ÎšÎµÎ¹Î¼Î­Î½Î¿Ï…",name:"ÎŒÎ½Î¿Î¼Î± Î¥Ï€Î¿ÎºÎ±Î¸Î¹ÏƒÏ„ÏŒÎ¼ÎµÎ½Î¿Ï… ÎšÎµÎ¹Î¼Î­Î½Î¿Ï…",invalidName:"Î¤Î¿ Ï…Ï€Î¿ÎºÎ±Î¸Î¹ÏƒÏ„ÏŒÎ¼ÎµÎ½Î¿Ï… ÎºÎµÎ¹Î¼Î­Î½Î¿ Ï€ÏÎ­Ï€ÎµÎ¹ Î½Î± Î¼Î·Î½ ÎµÎ¯Î½Î±Î¹ ÎºÎµÎ½ÏŒ ÎºÎ±Î¹ Î½Î± Î¼Î·Î½ Î­Ï‡ÎµÎ¹ ÎºÎ±Î½Î­Î½Î±Î½ Î±Ï€ÏŒ Ï„Î¿Ï…Ï‚ Î±ÎºÏŒÎ»Î¿Ï…Î¸Î¿Ï…Ï‚ Ï‡Î±ÏÎ±ÎºÏ„Î®ÏÎµÏ‚: [, ], \x3c, \x3e",pathName:"Ï…Ï€Î¿ÎºÎ±Î¸Î¹ÏƒÏ„ÏŒÎ¼ÎµÎ½Î¿ ÎºÎµÎ¯Î¼ÎµÎ½Î¿"});
