/*
 Copyright (c) 2003-2016, CKSource - Frederico Knabben. All rights reserved.
 For licensing, see LICENSE.md or http://ckeditor.com/license
*/
CKEDITOR.plugins.setLang("uploadwidget","km",{abort:"áž”áž¶áž“â€‹áž•áŸ’ážŠáž¶áž…áŸ‹â€‹áž€áž¶ážšáž•áŸ’áž‘áž»áž€áž¡áž¾áž„â€‹ážŠáŸ„áž™â€‹áž¢áŸ’áž“áž€â€‹áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáŸ‹áŸ”",doneOne:"áž”áž¶áž“â€‹áž•áŸ’áž‘áž»áž€áž¡áž¾áž„â€‹áž“áž¼ážœâ€‹áž¯áž€ážŸáž¶ážšâ€‹ážŠáŸ„áž™â€‹áž‡áŸ„áž‚áž‡áŸáž™áŸ”",doneMany:"áž”áž¶áž“â€‹áž•áŸ’áž‘áž»áž€â€‹áž¡áž¾áž„â€‹áž“áž¼ážœâ€‹áž¯áž€ážŸáž¶ážš %1 ážŠáŸ„áž™â€‹áž‡áŸ„áž‚áž‡áŸáž™áŸ”",uploadOne:"áž€áŸ†áž–áž»áž„â€‹áž•áŸ’áž‘áž»áž€áž¡áž¾áž„â€‹áž¯áž€ážŸáž¶ážš ({percentage}%)...",uploadMany:"áž€áŸ†áž–áž»áž„â€‹áž•áŸ’áž‘áž»áž€áž¡áž¾áž„â€‹áž¯áž€ážŸáž¶ážš, ážšáž½áž…ážšáž¶áž›áŸ‹ {current} áž“áŸƒ {max} ({percentage}%)..."});
