/*
 Copyright (c) 2003-2016, CKSource - Frederico Knabben. All rights reserved.
 For licensing, see LICENSE.md or http://ckeditor.com/license
*/
CKEDITOR.plugins.setLang("filetools","ku",{loadError:"Ù‡Û•ÚµÛ•ÛŒÛ•Ú© Ú•ÙˆÙˆÛŒØ¯Ø§ Ù„Û• Ù…Ø§ÙˆÛ•ÛŒ Ø®ÙˆÛŽÙ†Ø¯Ù†Û•ÙˆÛ•ÛŒ Ù¾Û•Ú•Ú¯Û•Ú©Û•.",networkError:"Ù‡Û•ÚµÛ•ÛŒÛ•Ú©ÛŒ Ú•Ø§ÛŒÛ•ÚµÛ• Ú•ÙˆÙˆÛŒØ¯Ø§ Ù„Û• Ù…Ø§ÙˆÛ•ÛŒ Ø¨Ø§Ø±Ú©Ø±Ø¯Ù†ÛŒ Ù¾Û•Ú•Ú¯Û•Ú©Û•.",httpError404:"Ù‡Û•ÚµÛ•ÛŒÛ•Ú© Ú•ÙˆÙˆÛŒØ¯Ø§ Ù„Û• Ù…Ø§ÙˆÛ•ÛŒ Ø¨Ø§Ø±Ú©Ø±Ø¯Ù†ÛŒ Ù¾Û•Ú•Ú¯Û•Ú©Û• (404: Ù¾Û•Ú•Ú¯Û•Ú©Û• Ù†Û•Ø¯Û†Ø²Ø±Ø§ÙˆÛ•).",httpError403:"Ù‡Û•ÚµÛ•ÛŒÛ•Ú© Ú•ÙˆÙˆÛŒØ¯Ø§ Ù„Û• Ù…Ø§ÙˆÛ•ÛŒ Ø¨Ø§Ø±Ú©Ø±Ø¯Ù†ÛŒ Ù¾Û•Ú•Ú¯Û•Ú©Û•  (403: Ù‚Û•Ø¯Û•ØºÛ•Ú©Ø±Ø§Ùˆ).",httpError:"Ù‡Û•ÚµÛ•ÛŒÛ•Ú© Ú•ÙˆÙˆÛŒØ¯Ø§ Ù„Û• Ù…Ø§ÙˆÛ•ÛŒ Ø¨Ø§Ø±Ú©Ø±Ø¯Ù†ÛŒ Ù¾Û•Ú•Ú¯Û•Ú©Û• (Ø¯Û†Ø®ÛŒ Ù‡Û•ÚµÛ•: %1).",noUrlError:"Ø¨Û•Ø³ØªÛ•Ø±ÛŒ Ù¾Û•Ú•Ú¯Û•Ú©Û• Ù¾ÛŽÙ†Ø§Ø³Û• Ù†Û•Ú©Ø±Ø§ÙˆÛ•.",responseError:"ÙˆÛ•ÚµØ§Ù…ÛŽÚ©ÛŒ Ù†Ø§Ø¯Ø±ÙˆØ³ØªÛŒ Ø³ÛŽØ±Ú¤Û•Ø±."});
